Repository: philitingar/GreetMe
Catalog: GreetMe/*.lproj/Localizable.strings
Languages: hu

source: Greetings
hu: Üdvözölünk

source: Exploring iOS 16 programming
hu: Fedezzük fel az iOS 16 programozást

source: A quest for knowledge
hu: A tudomány keresése

source: Saving the world!
hu: A világ megmentése!

source: Conquering information!
hu: Az információ meghódítása!

source: Hi there
hu: Sziasztok

source: Welcome to this app!
hu: Üdvözöllek ebben az alkalmazásban!

source: Are you ready to,
hu: Készen állsz, hogy

source: Start exploring?
hu: Kezdjünk el felfedezni?

source: Boom!
hu: Bumm!
